{
    "rss": {
        "channel": {
            "title": {
                "__cdata": "fixin"
            },
            "link": "https://www.liveinternet.ru/users/fixin/",
            "description": {
                "__cdata": "Дневник fixin :: LiveInternet"
            },
            "generator": "LiveInternet / LiveInternet.ru",
            "updatePeriod": {
                "__prefix": "sy",
                "__text": "hourly"
            },
            "updateFrequency": {
                "__prefix": "sy",
                "__text": "1"
            },
            "language": "ru",
            "copyright": "fixin",
            "image": {
                "url": "https://i.li.ru/av/799/34799_2136489.jpg",
                "title": "",
                "link": "https://www.liveinternet.ru/users/fixin/"
            },
            "item": [
                {
                    "title": {
                        "__cdata": "Мой телефон в кениге..."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post568364/"
                    },
                    "description": {
                        "__cdata": "Да, мой телефон в Кениге (GSM-Lite) +7(921)603-94-94<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/1/069.gif\" border=\"0\" width=\"37\" height=\"30\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Fri, 29 Aug 2003 18:31:15 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post568364/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "1"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post568364/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post568364/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Упс. Зашел в гостевую, а там столько ругани,"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post568359/"
                    },
                    "description": {
                        "__cdata": "Упс.<br /> Зашел в гостевую, а там столько ругани, трандец.<br /> Все таки не могу жить без интернета, вот сегодня пятница и я снова сел за кэмп.<br /> Купил себе путевку в Польшу, 4-го утром выезжаю, возвращаюсь 7-го утром. Все удовольствие 88 евро. Но я уже потратил 10000 рублей, и куда только, трандец.<br /> Тут дал объявление о знакомстве в несколько газет сразу. Есть реальный шанс трахнуться, даже интересно,  получится или нет. Ставки принимаются.<br /> Был уже один раз на море.<br /> Погода не ахти, идут дожди...<br /> Такие вот дела.<br /> Поселился в первый день в гостинице \"Патриот\", там цены - 300 рублей в сутки. Два номера на один санузел. В целом ничего, нормально. Но с нерезидентов берут 420. Проще квартиру снять на сутки за те же 400. Да только пока повода не было.<br /> Встречаюсь с девушками, с грустью в голосе говорю, что мне надо, оплачиваю счет в кафе и мы расстаемся.<br /> Да уж, забавное я себе хобби выбрал - девушек ебать. <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/sept/dance.gif\" border=\"0\" width=\"32\" height=\"32\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Fri, 29 Aug 2003 18:30:00 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post568359/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "3"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post568359/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post568359/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Отпуск!!! Поездка в Кениг!!!"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post542899/"
                    },
                    "description": {
                        "__cdata": "Меня наконец-то отпустили в отпуск на две недели и я проведу их в Калининграде.<br /> Билеты на самолет уже куплены:<br />     25.08 пн  вылет: 11.35 прилет: 12.30 <br />     07.09 вс  вылет: 17.35 прилет: 20.20 <br /> Жить буду в гостинице, на второй неделе 4 дня собираюсь провести в турпоездке по Польше.<br /> Мой мобильный в Калининграде: 7-921-603-9494 GSM Lite<br /> Звоните, пишите, телеграфируйте!<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/oct/rockband2.gif\" border=\"0\" width=\"80\" height=\"68\" /> <br /> <br /> Думаю остановиться в гостинице \"Патриот\", там номера всего за 200 рублей в сутки, номера с общим санузлом, но одноместные. <br /> А вообще цены на гостиницы в районе 300-350 рублей. Может быть найду у частников дешевле.<br /> Итак, всего получается 13 ночей (с 12 дня до 12 дня):<br />    пн-вт, вт-ср, ср-чт, чт-пт, пт-сб, сб-вс, вс-пн<br />    пн-вт, вт-ср, ср-чт, чт-пт, пт-сб, сб-вс, <br /> из них 3 ночи я буду в польше, т.е. 10 ночей.<br /> Итого на жилье потратим 10*200=2000 рублей.<br /> Билет на самолет туда-обратно=2200.<br /> Экскурсия в Польшу = 3000<br /> <br /> Итого где-то нужно 4200 ($140) на поезду в кениг и 3000 ($100) на польшу. Нормально.<br /> <br /> "
                    },
                    "pubDate": {
                        "__cdata": "Fri, 22 Aug 2003 10:26:07 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post542899/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "5"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post542899/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post542899/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Зачем нужны девушки?"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post542880/"
                    },
                    "description": {
                        "__cdata": "Как жить, если хочешь трахать девушек, а не дают?<br /> <br /> Анализируем. <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/1/049.gif\" border=\"0\" width=\"25\" height=\"27\" /> <br /> 1. Действительно ли хочешь?<br /> 2. Почему не дают.<br /> 3. Что делать, если так и будешь хотеть, но не получишь?<br /> <br /> Анализ:<br /> 1. Да, хочу. Это действительно так и одной девушки мне мало. Сколько можно бороться с собой, убеждать себя, что тебе нужна одна любимая? Не фига! Даже когда у меня была эта любимая, тянуло на других, даже не таких красивых, даже совсем не красивых, не умных, глупых, но девушек.<br /> Итак, хочу.<br /> <br /> 2. Ну, очевидно, что девушки дают или за деньги, или в расчете на будущего супруга (по любви типа), бесплатно по страсти, со скуки. По страсти мне не грозит, т.к. я не Рикки Мартин, не М.Шумахер, ни даже Иванушка-Дурачок.<br /> Брака я не хочу, боже упаси. За деньги можно, но дорого. Почему то шлюхи там, где я живу всегда стоят дороже, чем я могу себе позволить. Вот были бы студенточки в районе $10-$20, я бы их снимал пачками.<br /> Со скуки - реальный вариант, бесплатный. Развлечь девочку, а потом ее и трахнуть под шумок. Только скучающих мало.<br /> Значит остается вариант с любовью. Прикинуться порядочным, влюбить, трахнуть, забыть.<br /> Жаль, что для того, чтобы снять девушку, нужно ее обманывать. Но наверное так уж они устроены.<br /> <br /> 3. Ну что же. Остаются еще книги, кино, порнография. Хотя жаль. В постели неплохо получается. И все-таки я не настолько безнадежен, чтобы не снять кого-нибудь. Снимем!<br /> <br /> "
                    },
                    "pubDate": {
                        "__cdata": "Fri, 22 Aug 2003 10:19:58 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post542880/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "2"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post542880/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post542880/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Проверка регистрации на Красной Площади"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post535554/"
                    },
                    "description": {
                        "__cdata": "Я программист из Белоруси, в России четвертый год, иногда регистрируюсь. Во вторник вечером отправился в Москву по делам (живу и работаю в Подмосковье). <br /> Сделав дела, решил погулять по Москве. Куда? Естественно - на Красную Площадь, погода хорошая.<br /> И вот я хожу, делаю снимки и тут ко мне подходит милиционер, невнятно произносит речь. Я понимаю, что речь идет о проверке документов, паспортном режиме и т.п., но уж очень быстро и невнятно.<br /> Я: Ладно, говорю, а вот в приказе Пронина запрещено проверять просто так документы.<br /> М: В этом приказе есть много подпунктов.<br /> Я: Ну что ж, вы обязаны объяснить мне, почему требуете документы.<br /> Идет мыслительный процесс.<br /> М: Вы похожи на преступника, устраивает.<br /> Я: Да, ну что ж. <br /> И показываю военный билет.<br /> Он смотрит билет (белорусский), говорит: Вы из Минска?<br /> Я: Да.<br /> М: А паспорт есть?<br /> Я: Есть, но с собой не ношу.<br /> М: Военный билет уже старый, личность не удостоверяет, пройдемте.<br /> Я: Пройдемте.<br /> Идем, он по рации связывается с шефом.<br /> М: Тут гражданин Белоруси, из документов военный билет.<br /> Ш: Когда приехал?<br /> Я: Вчера.<br /> М: Вчера.<br /> Ш: Ну так отпускай его.<br /> Мент дает мне военник и отпускает.<br /> Я говорю ему спасибо и радостно сваливаю.<br /> <br /> Соль истории в том, что я давеча сделал себе липовую регистрацию, чтобы в Калининграде не было проблем. И паспорт был с собой и рега.<br /> Но давать документы менту - боже упаси.<br /> <br /> Рекомендую, если нет военника, ходить с нотариальной копией паспорта.<br /> <br /> А ваще нам, Белоруссам, лучше говорить что только вчера приехали из Белоруссии и не вдаваться в детали. Пусть доказывают.<br /> <br /> Интересно, какого преступника я ему напомнил? :)<br /> Наверное иностранного шпиена, ходит тут, фотографирует не себя, а здания. ХАХА.<br /> <br /> А еще противно, что документы проверяют на Красной Площади. И после этого хотят сделать из Москвы центр туризма? Да ни в жисть.<br /> Я думаю, ему не документы нужны были, а стандартные 100 рублей.<br /> И это в центре Москвы! Кошмар. До чего деградировал закон о регистрации.<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/1/148.gif\" border=\"0\" width=\"114\" height=\"36\" /> <br /><img src=\"http://www.li.ru/images/attach/34799/141751.jpg\" />"
                    },
                    "pubDate": {
                        "__cdata": "Wed, 20 Aug 2003 09:50:34 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post535554/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "5"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post535554/"
                    },
                    "enclosure": {
                        "_url": "http://www.li.ru/images/attach/34799/141751.jpg",
                        "_type": "image/jpeg",
                        "_width": "",
                        "_height": "",
                        "_length": "0"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post535554/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Маленькое хобби бога."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post531783/"
                    },
                    "description": {
                        "__cdata": "Восточные философы говорят, что все мы Будды и нам ничего не надо для счастья, оно и так под рукой. Просто будь счастлив, кем бы ты не был и что бы у тебя не было.<br /> В принципе, это так и есть. Мне было интересно жить, когда я был беден, когда мотался в Калининград челноком зарабатывать себе на жизнь, когда был нищим студентом, для которого голубой мечтой был б/у компьютер ЕС-1840 за 80 баксов. А теперь тем более, мне все карты в руки.<br /> И все же для бога я наверное слишком увлечен. И мое увлечение - девушки. Жизнь для бога должна быть лишена смысла, следовательно и целей. Он не ищет благ, они находят его сами. А я вот ищу девушек, потому что они меня не находят почему-то. Наверное потому, что я не создан для трахания девушек. Я, возможно, создан, чтобы осчастливить человечество своим программным творчеством, найти себе жену-простушку и настругать немного ребятишек. Потому меня и не находят грудастые и фигуристые фотомодели.<br /> Но пока я не стал просветленным, мне приятны маленькие заблуждения. В душе я хочу покорять все новых и новых девушек, хотя знаю, что это не мое предназначение. Это мое хобби.<br /> Я - любовник-любитель, не собирающийся и не способный стать в этом деле профессионалом, но горячо ему преданный.<br /> Наверное, когда я стану старым импотентом таким хобби станут компьютерные игры, а может быть я достигну просветления и буду просто сидеть и смотреть, как растет трава.<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/oct/69.gif\" border=\"0\" width=\"29\" height=\"25\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Tue, 19 Aug 2003 09:16:45 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post531783/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post531783/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post531783/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Мальчик с тормозами."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post531734/"
                    },
                    "description": {
                        "__cdata": "Я мальчик с тормозами.<br /> Вчера принес на работу тюнер, в коробку с ним положил все микросхемы памяти - хотел их проверить на работе. А затем взял на работе видюху, поставить домой вместо своей, чтобы проверить, из-за видюхи ли не работает компьютер, а память забыл на работе. Прихожу, вставляю видюху, а памяти нет.<br /> Ну разве не тормоза???<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/new/pain25.gif\" border=\"0\" width=\"37\" height=\"15\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Tue, 19 Aug 2003 08:49:41 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post531734/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post531734/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post531734/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Сплошные растраты."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post530421/"
                    },
                    "description": {
                        "__cdata": "Вчера купил билеты в Калининград, туда и обратно.<br /> Внимание! Вылетаю 25.08 в обед, обратно 07.09 вечером!<br /> Время гляну на билетах, скажу.<br /> Потом сделал липовую регу, купил ТВ-Тюнер АверМедиа, память в комп, цифровой фотик Rover RS3320 AF 3mpix за 5000 (круто), так еще всего по мелочам.<br /> Потом лезу в карман, гляжу, а от 15000, что взял с собой ни бумажки не осталось, точно в сумму уложился. Супер. Я просто офигел, 500 баксов как с куста, потом посчитал на бумажке, реально столько получается. Ну я и транжира :)<br /> Купил двухсторонние пакеты для СиДи, наконец то я нашел верное решение, как хранить диски. 300 таких пакетов продали по 1.80 за штуку.<br /> Я вынул дома диски из всех папок, коробок. Если к диску есть обложка, ее можно положить вместо первого диска, а второй диск сзади. Клево, все диски с фильмами стоят по алфавиту, просто красота, правда перекладывал часа 3, ушло как раз 300 пакетиков. Пачка пакетиков выглядит как пачка салфеток, ха!<br /> Роуминг мне не включили, с нерезидентов требуют обеспечение по карточке 1000 баксов. Это зверство, на своего постоянного клиента наезжать, ну ничего, я у знакомого в Кениге купил телефон на 2 недел, мой телефон в Кениге будет 7-921-603-9494 (Лайт на Мегафоне).<br /> Во всю готовлюсь к Кенигу, завтра буду обзванивать гостиницы и квартиры.<br /> Поступили первые предложения от турфирм. Реальные предложения за 130 баксов на 4 дня в польшу с Аквапарком и шв. столом. Вот это реально.<br /> Посмотрим.<br /> Сегодня применил цифровой фотик на работе, там праздновали день рождения, я их щелкал, завтра выложу в локальную сеть.<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/oct/smashfreak.gif\" border=\"0\" width=\"35\" height=\"39\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Mon, 18 Aug 2003 20:54:24 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post530421/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post530421/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post530421/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Не встал."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post521454/"
                    },
                    "description": {
                        "__cdata": "Не встал Эксплорер №6. Пришлось вернуться назад к пятому.<br /> Все, в отпуск меня точно пускают.<br /> Еду 25 августа, возвращаюсь 7 июня.<br /> Надеюсь, это будет не просто путешествие, но и секс-путешествие. <br /> Дешевые гостиницы в Калининграде стоят 5-7 баксов, частная квартира еще дешевше. Гульнем!<br /> <br /> Осталось забрать сделанную липовую регистрацию, включить с ее помощью роуминг на мобильнике, купить билеты на самолет и в путь, ура!<br /> Летайте самолетами Аэрофлота!<br /> <br /> На работе - дурдом, дергают пользователи, творить не дают.<br /> <br /> Гы, наконец-то две недели отпуска, с ноября-то месяца. А вдруг отвыкну работать, кошмар, что ж тогда делать-то???<br /> <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/kngt.gif\" border=\"0\" width=\"56\" height=\"66\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Fri, 15 Aug 2003 13:41:00 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post521454/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post521454/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post521454/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Живут где-то люди."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post517970/"
                    },
                    "description": {
                        "__cdata": "Живут где-то люди, которых мы когда-то знали.<br /> Вот рассортировывал свои контакты, нашел мыло девушки, с которой мы пару раз ходили на дискотеку в Калининграде полтора года назад.<br /> <br /> Я ей написал:<br /> <br /> Привет, я счас в Москве.<br /> Мой сайт <a href=\"http://www.koenigsoft.boom.ru\" target=\"_blank\">www.koenigsoft.boom.ru</a><br /> 25-го августа приезжаю в Кениг, если ты там, можем увидиться.<br /> Гм, жалею что мы так и не переспали, но все можно исправить.<br /> Сергей-программист.<br /> <br /> А она мне:<br /> <br /> Ты что совсем на голову болен ?<br /> Никто с тобой спать и не собирался!!!!!<br /> Идиот!!!<br /> Иди и трахайся со шлюхами!!!!!!<br /> Жалеет он!!!<br /> вот больной!!!<br /> <br /> Значит, жива и здорова, слава богу!<br /> <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/oct/violin.gif\" border=\"0\" width=\"50\" height=\"36\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Thu, 14 Aug 2003 13:27:05 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post517970/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "1"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post517970/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post517970/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Вчера ездил в Москву."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post517257/"
                    },
                    "description": {
                        "__cdata": "Делать себе липовую регистрацию.<br /> Курьер на встречу не пришел, я только зря час проторчал в метро. Потом перезвонил в агенство и часов в девять вечера встретился с самой хозяйкой агенства и передал ей документы. Было уже поздно и если бы она за ними не заехала, пришлось бы еще раз переться после работы в Москву из Подмосковья (2 часа на электричке).<br /> Я уже хотел эту ксерокопию паспорта и фотку оставить в камере хранения, а назавтра сообщить в агенство номер ячейки и код. Если бы не фотка, я бы просто увеличил ксерокопию паспорта (чтобы разборчиво было) и отправил его факсом.<br /> <br /> В Москве на станции Выхино даже в 22 часа кипит жизнь. Поразило обилие моих любимых фруктов - черешня, персики, нектарины высшего качества. Даже горох и вареная кукуруза!<br /> <br /> На радостях я купил охренительный арбузище килограмм на 10 и всего за 7 рублей за кг.<br /> <br /> Да, жить в Москве можно. Но все эти пробки, расстояния, поездки, нервы вряд ли этого стоят. Лучше уж ездить туда за арбузами! :)<br /> <br /> Естественно, обратно я ехал зайцом, приготовив 20 рублей на всякий пожарный, но ничего, пронесло. :)<br /> <br /> "
                    },
                    "pubDate": {
                        "__cdata": "Thu, 14 Aug 2003 08:55:18 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post517257/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post517257/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post517257/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "До чего можно дойти."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post511866/"
                    },
                    "description": {
                        "__cdata": "До чего можно дойти, если возжелать за 14 дней отпуска погнаться сразу за двумя, тремя, четырьмя зай... т.е. бабами я хотел сказать.<br /> Ну максимум за десятью, я ж не супермен.<br /> Гы, эротическо-сексуальные каникулы в Калининграде.<br /> Посмотрим, что из этого получится.<br /> <br /> Скептик: Здесь не получилось, а типа там получится?<br /> Оптимист: Здесь не получилось, а там типа получится!<br /> <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/1/121.gif\" border=\"0\" width=\"37\" height=\"38\" /> <br /> <br /> Ну что ж, погода предрасполагает к постельным упражнениям!<br /> "
                    },
                    "pubDate": {
                        "__cdata": "Tue, 12 Aug 2003 16:43:28 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post511866/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post511866/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post511866/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Сила статистики"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post511662/"
                    },
                    "description": {
                        "__cdata": "Интересно, если каждой встречной в интернете девушке, акромя толстых, говорить \"Давай трахнемся\", то чисто статистически одна из них должна согласиться.<br /> Может у нее друга давно нет или просто натура развратная, как у меня.<br /> От таких предложений моя репутация не пострадает, куда уж ей, зато появится реальный шанс трахнуться с очередной девушкой.<br /> <br /> Афоризм:<br /> - Любовь за деньги не купишь, как не желай.<br /> - Секс за деньги не купишь, как не жалей.<br /> <br /> Почему проститутки в регионе стоят всегда дороже, чем уровень зарплаты.<br /> В калининграде я считал, что 500 рублей в час это дорого, здесь я считаю, что 1500 рублей в час это дорого, а если не дай бог попаду в Штаты ...<br /> <br /> Где они, голодные и доступные студентки, дающие за сотку-другую, ну не зелени разумеется. Наверное они существуют только в больном воображении моралистов.<br /> <br /> Хотя я конечно признаю, что мужчины делятся на тех, которым бабы дают и которым не дают. К сожалению, признаю, что я во второй категории. Конечно, можно из лиги В перебраться в лигу А (например через <a href=\"http://www.lover.ru\" target=\"_blank\">www.lover.ru</a>), но я ж такой лентяй.<br /> <br /> Вот и приходится тихо так себе мечтать, смотреть порнуху и подымать челюсть с пола при виде офигительных красоток в юбочках, шортиках или топлесс.<br /> <br /> Наверное правы мудрые, когда говорят, что старость - лучшая пора жизни.<br /> Секс наверное кажется таким глупым, а свою энергию можно устремлять в гораздо более доступные и благодарные области - творчество, строительство, воспитание.<br /> <br /> Доживу ли я или сойду с ума от женских штучек?<br /> <br /> Посмотрим.<br /> <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/new/pi-ka-choo.gif\" border=\"0\" width=\"35\" height=\"21\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Tue, 12 Aug 2003 15:44:01 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post511662/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "3"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post511662/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post511662/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Скоро отпуск..."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post511563/"
                    },
                    "description": {
                        "__cdata": "Да, скоро меня ждет отпуск.<br /> 25 августа в понедельник прилетаю в Калининград и буду там две недели.<br /> Возможно, успею съездить в Польшу в Аквапарк Миколайки.<br /> В калининграде планирую:<br /> 1. Дискотеки.<br /> 2. Сауны.<br /> 3. Девочки.<br /> 4. Море.<br /> 5. Турбаза на Дюнах.<br /> 6. Миколайки.<br /> 7. Кино.<br /> 8. Возможно, 1 сентября будут массовые гуляния. <br /> <br /> Надеюсь, все обойдется без сифилиса. :) Да здравствует мр. Кондом.<br /> <br /> Попробую повидаться со своими старыми знакомыми и друзьями.<br /> <br /> Вот счас готовясь к этому событию читаю калининградские \"Из рук в руки\". И смотрю - народ все что то продает, покупает, жизнь кипит. Значит все хорошо, значит можно и самому закипать. <br /> <br /> Ура, долой работу!<br /> <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/oct/spongebobsquarepants.gif\" border=\"0\" width=\"42\" height=\"43\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Tue, 12 Aug 2003 15:10:39 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post511563/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "20"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post511563/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post511563/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "За жизнь."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post506988/"
                    },
                    "description": {
                        "__cdata": "Вообще то пианино - не такой страшный зверь.<br /> Вчера я сел за нее и подобрал почти весь \"Yesterday\" и \"Пусть бегут неуклюже пешеходы по лужам\". Все очень просто - напеваешь и подбираешь клавиши.<br /> <br /> Ну, конечно, если добавить басовую партию для левой руки, все будет сложнее, но мелодию подобрать легко, надо только тренироваться.<br /> У меня же получилось.<br /> <br /> А еще у меня вчера было несколько шальных мыслей:<br /> <br /> 1. Почему Америка не вступала во 2-ю мировую войну? Она возможно хотела, чтобы немцы разбили советский союз, а уже потом бы они немцев покоцали. А че, хорошая мысля.<br /> <br /> 2. Почему женщинам нравятся мужики со щетиной? Возможно, щетина - это намек на то, что у мужика нет женщины, иначе бы он был конечно, бритым и следил за собой. Это как сигнал - я свободен. :)<br /> <br /> У меня отпуск планируется с 25-го августа на 2 недели. Полечу в Калининград, оттуда в Польшу, в Миколайки, интересно, а есть ли в Польше публичные дома. Никогда не бывал в таких заведениях. Думаю, в жизни каждого мужчины должно быть место публичному дому.<br /> Интересно, почему их запрещают? Нет, понятно, половая раскрепощенность не на пользу государству. Обществу нужны невротики, которыми легко манипулировать, дав им любую начинку.<br /> <br /> Я вот тоже превращаюсь в невротика.<br /> У меня есть девушка, но мне хочется еще и еще.<br /> <br /> Субботу и воскресенье провел в своей берлоге, с вылазками на природу и на рынок. Отдохнул от забот и дел, никуда не ездил.<br /> <br /> Надувная кровать COLEMAN безнадежно спущена, ремонтировать пробовал, но не могу найти дырку. Сплю на полу - на матрасе, пока, благо, лето позволяет. <br /> <br /> Такие вот дела в Датском королевстве.<br /> "
                    },
                    "pubDate": {
                        "__cdata": "Mon, 11 Aug 2003 09:39:02 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post506988/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post506988/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post506988/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Чего хотят миллионеры?"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post474860/"
                    },
                    "description": {
                        "__cdata": "Ну дык все люди хотять дом и машину, а вот когда зарабатывают первый мулиен, начинают хотеть другого.<br /> И знаешь почему?<br /> Их начинает терзать мысль, что этого мульена им хватит лет на 1000 простых жизненных удовольствий типа еды, музыки, секса и удовольствий... Жизнь становится бессмысленной, все доступно.<br /> И тогда они начинают извращать свои желания, они жаждут власти, еще больше денег, силы и т.п.<br /> Почему? Потому что они еще надеются, что в жизни есть смысл. А в ней нет смысла, кроме простых жизненных удовольствий.<br /> Хотя порой они могут быть и бесплатными...<br /> :sex"
                    },
                    "pubDate": {
                        "__cdata": "Thu, 31 Jul 2003 16:46:59 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post474860/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "1"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post474860/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post474860/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Это прикол??"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post473320/"
                    },
                    "description": {
                        "__cdata": "ВСЕХ<br /> <br /> кто помогает мне <br /> коротать дни и ночи<br /> на Таганском <br /> мясоперерабатывающем заводе:<br /> охранников,<br /> милиционеров,<br /> сотрудников<br /> вневедомственной охраны<br /> ГУВД Московской области<br /> <br /> БЛАГОДАРЮ<br />                        КОЗЛОВ<br />                        <br />                        Владимир Борисович<br /> <br /> (из газеты Вечерняя мостка, заказ № 3742 от 4 июля 2003 года вроде)<br /> <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/oct/flamethrower.gif\" border=\"0\" width=\"100\" height=\"24\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Thu, 31 Jul 2003 08:39:25 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post473320/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "1"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post473320/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post473320/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Программа систематизации разнородных данных \"Картотека Осипова\""
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post469927/"
                    },
                    "description": {
                        "__cdata": "Я вот тут разрабатываю программу для систематизации разнородных данных.<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/1/046.gif\" border=\"0\" width=\"26\" height=\"27\" /> <br /> Вчера начал писать в Acess программулину типа картотеки. <br /> Т.к. я на бумаге для планирования целей опять перешел к карточкам, как к самой удобной вещи, то решил то же самое сделать и на компьютере.<br /> Эта картотека будет очень удобной для ведения списка дел, знакомых, для каталогизации дисков с фильмами и игрушками по жанрам.<br /> <br /> Основной прикол в том, что каждую карточку можно отнести к нескольким категориям, а эти категории могут также относиться к разным категориям.<br /> Суть:<br /> Категория - это объединение или пересечение нескольких других категорий или их противоположностей.<br /> Например:<br /> \"Удачные клиенты\" = \"Клиенты\" & \"Сделка заключена\"<br /> \"Закрытые клиенты\" = \"Клиенты\" & \"Закрыты\"<br /> \"Закрыты\" = \"Отношения прекращены\" | \"Прекратил существование\"  | \"Поссорились\" | \"Изменил профиль\" и т.п.<br /> \"Неудачные клиенты\" = \"Клиенты\" & ~(\"Сделка заключена\")<br /> \"Жанры кино\" = \"Боевик\" | \"Мелодрама\" | \"Комедия\"| \"Вестерн\"<br /> \"Ощущения от медиа\" = \"Прослезился\" | \"Скучно\" | \"Банально\"| \"Не мог оторваться\" и т.п.<br /> <br /> Но и это еще не все.<br /> Можно каждой карточке заводить поля простого типа (пока только простого, не объекты, все-таки это Acess).<br /> Например для фильмов можно завести поля:<br /> \"Размер в мегабайтах\" - числовое<br /> \"Размер по X\" - числовое<br /> \"Размер по Y\" - числовое<br /> А вот вид кодека лучше сделать как категорию:<br /> \"Вид кодека\"=\"MPEG\" | \"DIVX\"<br /> А также фирму-производитель удобно сделать как категорию:<br /> \"Кинофирма\" = \"XX Century Fox\" | \"Paramount\"<br /> Как видно, легко можно обыграть ситуацию, когда таких фирм несколько у одного фильма.<br /> Также можно добавить как категории - рекомендации по просмотру детям до 16, субъективная оценка, качество записи и т.п.<br /> А вот как поля можно добавить поле названия на родном языке строчное, длительность фильма в секундах, строчное.<br /> <br /> Для каждого поля указывается, в какой категории оно может быть использовано. Если поле используется в нескольких категориях, нужно создать категорию, которая их объединяет.<br /> Однако любое поле можно добавить в любую категорию, просто по умолчанию предлагается список именно для данной категории.<br /> <br /> Все очень просто, приятно, красиво.<br /> Конечно, это не предел совершенства, есть идеи по другой, более изящной модели представления сложных данных, но она слишком сложна, чтобы я пока мог ее реализовать на практике.<br /> <br /> "
                    },
                    "pubDate": {
                        "__cdata": "Wed, 30 Jul 2003 10:50:58 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post469927/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post469927/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post469927/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "О больном - о девушках..."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post453519/"
                    },
                    "description": {
                        "__cdata": "С девушками у меня складываются непростые отношения. Вернее, не складываются.<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/1/391.gif\" border=\"0\" width=\"28\" height=\"20\" /> <br /> Сейчас лето, я смотрю на всех этих красавиц с их почти ничем не прикрытыми прелестями и хочу им всем впендюрить.<br /> Однако я слишком ленив, чтобы играть в игры, которые называются \"Любовь\". Там кино, конфеты, букеты. Я приглашаю девушку к себе и мы оказываемся в койке. Вернее, не оказываемся, потому что не идут. :)<br /> Но это не важно, главное принцип. Зачем напрягаться, если девушка тебе не даст, а кроме постели тебе ничего от нее не надо.<br /> Скажу больше, я даже настолько ленивый, что знакомиться на улице или в аське мне в лом.<br /> Самое удобное - газетное объявление с телефоном.<br /> Браки заключаются на небесах, поэтому если суждена мне прилестница, то она и так найдется, а вот для чай-кофе-потанцуем это самый удобный вариант знакомства.<br /> Вчера посмотрел \"Брачные игры земных обитателей\". Чумовой фильмец!<br /> Отчет альфа-центаврианина о том, как размножаются люди - знакомство, постель, брак. Хаха.<br /> Меня такие игры не прикалывают.<br /> Лучше не напрягаться и погонять Вольфенштейна, жаль что нету дешевых шлюх в округе, приходится искать нахаляву.<br /> Да ладно, кончится лето, наступит зима, бабы оденутся и наступит душевное спокойствие. Аминь!<br /> "
                    },
                    "pubDate": {
                        "__cdata": "Thu, 24 Jul 2003 19:43:21 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post453519/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "7"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post453519/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post453519/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Бытовуха..."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post449175/"
                    },
                    "description": {
                        "__cdata": "Вчера работал до 4х утра. Работа простая - нужно было следить за процессом обмена, но доверить ее компьютеру было нельзя. Чтобы убить время, решил просмотреть фильмы на винте, которые идут на 2х сиди.<br /> Это были \"Перл-Харбор\" и \"Изгой\". Посмотрел. Оба классные мелодрамы. Теперь можно их снести и не писать на сиди.<br /> <br /> Стоит лето, жара, но я почему-то задерживаюсь на работе. Наверное потому, что мне в голову пришла замечательная идея о способе представления данных в виде, похожем на семантические сети. По крайней мере для простых задач, где объем данных мал, но сложность их велика, это будет удачным решением.<br /> Однако можно все это отложить и насладиться летом, тем более что я могу работать теперь с 8 до 17. Т.е. весь вечер в кармане.<br /> <br /> Выходные провел дома.<br /> <br /> Живу как во сне, полуосознанно, на автопилоте. И меня это устраивает.<br /> Нет времени задуматься о смысле жизни, которого нет, хаха, о целях.<br /> <br /> Просто живу потихонечку.<br /> <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/bird.gif\" border=\"0\" width=\"46\" height=\"41\" /> <br /> <br /> На работе наконец то занялся полезными вещами - применяю свои процедуры обмена, автоматизирую склад, собираю кэмпы.<br /> Наши оба админа одновременно ушли в отпуск. Я остался за всех. :)<br /> <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/sept/1/sheep.gif\" border=\"0\" width=\"30\" height=\"40\" /> <br /> <br /> Об отпуске думаю только к концу августа, пока не до этого - много работы и желания работать, как ни странно. <br /> <br /> Неожиданно объявился Волохов Олег, друг по Калининграду. Он женится, открывает свой бизнес. Жизнь у него похоже, налаживается. <br /> Ну да и мы не лыком шиты, только вот путь у меня другой - через гиперпространство вероятностных флуктуаций, т.е. мне кажется, что мой путь к славе, деньгам и женщинам не прямой и столбовой, а хитрый: или я срежу по огородам (провинции) али на джипе подъеду. Кто его знает, жизнь непредсказуема.<br /> <br /> Главное, что сейчас у меня все хорошо: я могу позволить себе есть все что хочу, живу рядом с работой, могу купаться в озере, заниматься сексом, смотреть кино (я это так люблю). Возможно эти дни я буду вспоминать в старости, как одни из самых счастливых.<br /> <br /> А старость - она непредсказуема и тем интереснее мне узнать, что будет со мной, с миром, с компьютерами. Найду ли я свою девушку или так и буду грезить порнозвездами, разбогатею или обнищаю - все это непредсказуемо и потому интересно!<br /> <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/sept/1/pirate.gif\" border=\"0\" width=\"32\" height=\"32\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Wed, 23 Jul 2003 11:17:43 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post449175/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post449175/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post449175/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Муза..."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post434591/"
                    },
                    "description": {
                        "__cdata": "Муза осенила меня опять и вот я пишу программу на Delphi для развития музыкального слуха.<br /> Попробую на себе, а потом пущу в оборот с просьбой присылать протоколы. Такое маленькое исследование - можно ли развить музыкальный слух.<br /> В программе  - распознавание отдельных нот, их последовательностей, простых мелодий, аккордов.<br /> <br /> Вчера писал эту прогу до 22 часов...<br /> <br /> А на работу езжу на велике.<br /> <br /> А по пути - девчонки, короткие юбчонки. Заебись, как хочется им засадить. :) Жара, схожу с ума.<br /> <br /> Ну да ладно.<br /> <br /> Работа превыше всего. Работа над собой.<br /> <br /> Дома меня ждут гитара и синтезатор, мои новые наркотики. На гитаре я начал изучать расположение нот - помогает, теперь могу составлять минорные аккорды, зная мажорные, например Hm & H.<br /> <br /> На гитаре я умел лабать рокнролл на басах - соло одно такое. Вчера сыграл его на пианино - ноты взял с гитары, а раньше я только без нот играл, по внешнему виду струн....<br /> <br /> Вот... Матерею, блин...."
                    },
                    "pubDate": {
                        "__cdata": "Thu, 17 Jul 2003 18:29:19 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post434591/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post434591/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post434591/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Обживаюсь потихоньку. На выходных ездил к прежней"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post424149/"
                    },
                    "description": {
                        "__cdata": "Обживаюсь потихоньку.<br /> На выходных ездил к прежней хозяйке, купил у нее полки за 700 рублей - две стойки, а между ними полки. В продаже таких не видел, а зря, пользовались бы спросом. У меня на них все барахло разместилось.<br /> <br /> Природа в том месте, где я поселился, красоты неописуемой. В субботу вечером стоял такой изумительный туман, что я не удержался, сел на велосипед и поехал кататься. <br /> Проезжая возле речки, заметил, что машины заворачивают на проселочную дорогу. Я поехал за ними и нашел такое место! Речка расширяется, берег обрывистый - мини-озеро.  Изумительно, да еще в тумане. Сначала  я посмотрел на человека, катающегося на гидроцикле, а потом и сам залез в воду. Вода - как парное молоко. Эх, жизнь прекрасна.<br /> <br /> А воскресенье я целиком посвятил раскладыванию шмоток и уборке.<br /> <br /> Потом помучал синтезатор. В синтезаторе все наоборот, чем в гитаре - понятно, как играть аккорды, но непонятно, как играть мелодию... :)<br /> <br /> Вчера придумал идею - клеющееся гибкое зеркало. Повесить бы его на стенку и делать возле него гимнастику, упражнения. Интересно, есть такая вещь или я первый догадался. А еще - зеркальные обои, особенно на стенку. Ух ты, почище любой Кама-Сутры.<br /> <br /> Что-то мой телефон молчит. Надо бы задать ему жару. Опять что ли дать объявления??? Сегодня опять протянул к нему гарнитуру через весь кабинет - чтобы ловил нормально и разговаривать можно было не напрягаясь. Гарнитурка уже потрепалась, надо ее склеить... :)<br /> <br /> Да, и насчет жизни в Москве:<br /> Мое мнение - в Москве можно подзаработать 2-4 года, но жить там - боже упаси.... Приедете - поймете...<br /> Вот скажем купишь ты здесь квартиру. Жить будешь на севере, работать на юге, каждый день на дорогу 2 часа туда, 2 обратно, 4 часа в пути.... А ежели квартира в Подмосковье???<br /> Другое дело в Кениге - 30 минут на такси весь город проехать можно. Море, тишина, чего еще хотеть.... Кабы не нужно было на хату копить, я бы там и остался<br /> "
                    },
                    "pubDate": {
                        "__cdata": "Mon, 14 Jul 2003 10:03:50 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post424149/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post424149/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post424149/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Все в ажуре. :gent:  Вчера перегонял свой"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post411460/"
                    },
                    "description": {
                        "__cdata": "Все в ажуре.<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/new/gent.gif\" border=\"0\" width=\"15\" height=\"21\" /> <br /> Вчера перегонял свой велосипед на расстояние 15 километров. Выехал в 23 часа, ехал в темноте, красота. Проезжал мимо озера Мечта. Народ купался и мне захотелось. Вода оказалась сказочно теплой, да еще и вышка была, с которой я вволю напрыгался.<br /> Потом, отбиваясь от комаров, оделся и поехал дальше.<br /> Ехал я часа два, едва дополз последние километры. Да....<br /> На одном участке пути меня обогнала птичка размером с грача и летела впереди меня. Были сумерки и я ее едва различал. Так она сопровождала меня метров двести до ближайшей деревни, то появляясь, то исчезая. Я еще ей позавидовал - так легко делает 20 км/час, когда мне приходится крутить педали...<br /> Ура! Вчера я потерял ежедневник и военный билет, а сегодня мне их вернули в диспетчерской автовокзала. На радостях я дал тетеньке 100 рублей, она аж не ожидала такого. :)<br /> До сих пор балдею от того, что живу рядом с работой. 15 минут и ты дома. А можно и на велосипеде. Супер!<br /> Вещей у меня дома - тьма. Сегодня с утра начал разбирать, но где там, бардак сплошной.<br /> Приглядел у прежней хозяйки стойку с полочками. Обещала продать недорого. Это хорошо..."
                    },
                    "pubDate": {
                        "__cdata": "Wed, 09 Jul 2003 09:24:00 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post411460/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post411460/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post411460/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Уф, вчера я два раза ездил по маршруту"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post408562/"
                    },
                    "description": {
                        "__cdata": "Уф, вчера я два раза ездил по маршруту Орехово-Куровское<br /> За 2 ходки такси и 500 рублей перевез весь свой личный скарб в новую комнату. Да, это не квартира, но зато работа - рукой подать и хозяин вроде ничего.<br /> <br /> А уж натаскался я то вещей, да еще в такую жару....<br /> Единственно, хоть покатался на таксях и то приятно...<br /> <br /> Теперь я живу в Куровской, пока не найду себе квартиру.<br /> Квартира сдается за 400 (!) рублей... До работы 3 остановки маршрутки.<br /> Комаров вчера я благополучно одурманил фумитоксом, горячая вода есть.<br /> <br /> Сегодня перевезу своим ходом велик, завтра разложу шмотки и жизнь нормализуется.<br /> <br /> О гитаре. Вчера обнаружил толковый самоучитель. Оказывается у каждого аккорда есть основной и вспомогательный бас.<br /> Т.е. например у Am это 5-я и 4-я струна соответственно. И при игре, если аккорд повторяется, его можно чередовать. Получается красиво, если используются именно басы данного аккорда.<br /> Кстати, песенка Girl очень просто играется.<br /> Думаю, теперь в гитаре меня ждет прогресс. Нужно будет изучить тональности, попробовать транспозиции каких нибудь песенок и вуаля - можно будет играть без песенника. :)<br /> <br /> В комнате спал на надувной кровати, купленной еще зимой за 60 вечнозеленых (полутораспальная). Так интересно - простынь к ней прилипает и не съезжает. Хитрый материал."
                    },
                    "pubDate": {
                        "__cdata": "Tue, 08 Jul 2003 10:03:00 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post408562/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post408562/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post408562/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Решил сочинить стих за 10 минут..."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post406833/"
                    },
                    "description": {
                        "__cdata": "Прекрасный летний день<br /> Закончена работа<br /> Пора идти домой...<br /> <br /> В душе моей покой<br /> Прошла печаль-маета<br /> Хватает мне тепла<br /> <br /> Я бодр и здоров<br /> Мир полон приключений<br /> Чего еще желать?<br /> <br /> Что наша жизнь трудна<br /> Не стоит сожалений<br /> Зато она светла!"
                    },
                    "pubDate": {
                        "__cdata": "Mon, 07 Jul 2003 18:00:05 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post406833/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post406833/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post406833/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Женщины и Автомобили"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post406801/"
                    },
                    "description": {
                        "__cdata": "Небольшой философский опус о наших заблуждениях.<br /> Мир непознаваем и мы смотрим на него через очки нашего опыта.<br /> Кого-то влекут с непреодолимой силой женщины, кто-то жить не может без четырехколесного друга.<br /> Я не автомобилист и к машинам равнодушен.<br /> Но женщины ..... это моя слабость, мягко говоря.<br /> А вот заядлых автолюбителей может быть женщины и не интересуют так сильно, а может и вообще не интересуют. Может им хватает жены и секса раз в неделю.<br /> Все это - одна природа озабоченности. Нам кажется, что жизнь пройдет зря, если мы не перетрахаем всех женщин, что попадаются на пути, или не пересядем с \"мерина\" на \"джипа\". Жизнь проходит в бесцельной гонке за новыми формами, которые обходятся в состояния и надоедают после приобретения.<br /> Любовь к женщине и любовь к машине. К прекрасным, блестящим, изящным изгибам тела и металла.<br /> А в это время нас так и не дождутся леса, луга, небо, звезды, песни у костра, танцы дождя и урожая.<br /> Они принесены в жертву погоне за идеалом.<br /> А вот представьте себе на миг, что вы не автолюбитель. И жизнь вы считаете хорошей, даже если ездите на велосипеде. Зачем тогда все эти шины и моторы, трусики и лифчики, бедра и сиськи?<br /> Возможно то, что я трахаю так мало женщин в своей жизни, совсем не плохо. Может быть мне просто кажется, что я хороший водитель, т.е. любовник. Может быть я не создан для любви, а создан для простого счастья купания на речке, игры на гитаре, стрельбы в Квака?<br /> Наверное так оно и есть. Я благодарен тем женщинам, которые появляются в моей жизни, а возможно когда-то сяду и за руль. Но может быть пора относиться к женщинам так же, как к автомобилям?<br /> По крайней мере в жизни есть много гораздо более интересного, чем коитальные движения и вздохи на скамейке.<br /> Итак, чем бы озаботиться???"
                    },
                    "pubDate": {
                        "__cdata": "Mon, 07 Jul 2003 17:47:35 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post406801/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "2"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post406801/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post406801/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Лето началось....."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post405580/"
                    },
                    "description": {
                        "__cdata": "Лето началось, стоит жара, по ночам можно спать без одеяла.<br /> Вроде +28.<br /> Вчера решил наконец-то покататься на велосипеде. Надо же опробовать новый гелевый чехол на сиденье. Ехать было некуда, решил просто покататься вдоль реки. На всякий случай захватил плавки - пригодились.<br /> У речки Клязьмы крутые высокие берега и езда вдоль нее по узкой тропке вызывает острые ощущения. По пути я увидел группу мужиков на резиновой лодке большого размера, которые путешествовали по реке в палатке, с музыкой (а может и телевизором) и всем кричали на берегу - это экстремально!!!<br /> По пути я встретил дряхлых нудистов (лет 50).<br /> И наконец, приехал на чудный пляж. Зашел впервые в этом сезоне в воду с неописуемым наслаждением. У речки очень быстрое течение. <br /> Еще там было дерево, с которого можно было прыгать. К нему были привязаны тарзанки - прыгать с тарзанки еще веселее. Причем прыгаешь, а течение тебя тут же относит назад к дереву.<br /> Купание я завершил покупкой баночки холодной Пепси, которую распил с великим удовольствием.<br /> <br /> Итак, я переезжаю. <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/oct/shy1.gif\" border=\"0\" width=\"14\" height=\"18\" /> <br /> Вчера целый день складывал вещи. Оказалось, их у меня очень много. зато теперь буду жить почти возле самой работы. Экономия денег и времени невероятная!<br /> Правда я меняю квартиру на комнату. Но, возможно, это ненадолго.<br /> <br /> "
                    },
                    "pubDate": {
                        "__cdata": "Mon, 07 Jul 2003 10:40:11 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post405580/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post405580/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post405580/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Новости."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post395661/"
                    },
                    "description": {
                        "__cdata": "Хозяйка собирается продавать квариру или я (свинтус) ей надоел, короче нужно искать новое жилье. Это хорошо, потому что буду искать ближе к работе, появится больше свободного времени и т.п. <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/sept/beer.gif\" border=\"0\" width=\"60\" height=\"40\" /> <br /> Купил себе синтезатор. Вчера целый вечер приятно с ним развлекался.<br /> Буду писать в дневнике, как я учился на нем играть. Если научусь, можете последовать по моим стопам. Музыка - это круто!!!<br /> На работе пишу гениальную вещь по обмену данными между программами. Это реально круто."
                    },
                    "pubDate": {
                        "__cdata": "Thu, 03 Jul 2003 10:42:17 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post395661/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "1"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post395661/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post395661/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Я закачал туда 18 метров скриншотов, надеюсь"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post356335/"
                    },
                    "description": {
                        "__cdata": "Я закачал туда 18 метров скриншотов, надеюсь сайтец не прикроют.<br /> В нашем параноидальном обществе только тема секса под запретом.<br /> Секса там вроде нету, если не считать коротеньких юбочек и трусиков под ними, но обнаженки нет...<br /> Зато насилия - полно... <img style=\"margin:0px;\" src=\"//i.li.ru//images/exlersmiles/chain.gif\" border=\"0\" width=\"75\" height=\"26\" /> <br /> <br /> Как прикольно.<br /> Секс, который дает дорогу жизни, под запретом.<br /> А насилие, которое убивает жизнь - на экранах и в игрушках....<br /> Хахаха...."
                    },
                    "pubDate": {
                        "__cdata": "Tue, 17 Jun 2003 20:13:57 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post356335/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post356335/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post356335/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "http://postal2.h10.ru"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post356325/"
                    },
                    "description": {
                        "__cdata": "http://postal2.h10.ru<br /> Вот он, сайт о игре Postal 2 Dude !!<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/sept/teufel.gif\" border=\"0\" width=\"25\" height=\"18\" /> <br /> По крайней мере о том, какой эту игру пережил я...<br /> Постал 2 Фарева.<br /> Посмотрите, а лучше поиграйте...."
                    },
                    "pubDate": {
                        "__cdata": "Tue, 17 Jun 2003 20:10:26 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post356325/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post356325/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post356325/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Решил сделать сайт о POSTAL 2"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post356136/"
                    },
                    "description": {
                        "__cdata": "Свои личные впечатления и скриншоты от этой игрушки, ничего более... <br /> Но этого достаточно!<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/1/281.gif\" border=\"0\" width=\"31\" height=\"31\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Tue, 17 Jun 2003 18:48:07 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post356136/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post356136/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post356136/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Ответ Оше о порнографии."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post355744/"
                    },
                    "description": {
                        "__cdata": "Ошо пишет, что порнография неестественна.<br /> Реально, если бы мы жили в свободном обществе, можно было бы удовлетворить свое любопытство к обнаженке в любом бассейне или пляже. Ведь нас не возбуждают голые кошки и собаки.<br /> Однако в нашем обществе, когда секса порой приходится ждать длительное время, порнография выступает достаточно неплохим способом развлечения.<br /> По крайней мере, следуя принципу - будь самим собой, я делаю предложения девушкам, которые мне нравятся. Они мне отказывают, в силу их обусловленности.<br /> Тогда порнография получается моим естественным способом справиться с возбуждением.<br /> Вот так вот.<br /> Думаю в нашем извращенном мире есть немало приемлемых способов самовыражения, которые в идеальном мире вызовут только улыбку. И порнография - один из них... <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/sex.gif\" border=\"0\" width=\"60\" height=\"33\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Tue, 17 Jun 2003 16:14:06 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post355744/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post355744/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post355744/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Гениальные озарения на работе..."
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post355734/"
                    },
                    "description": {
                        "__cdata": "Итак, работа заставляет мой гений работать на полную катушку. Сегодня, меня осенила гениальная идея.<br /> Итак задача - есть база в одном формате, нужно перенести данные в другую базу, в практически другом формате.<br /> Ясно, что схема переноса будет такая:<br /> База1 -> Файл выгрузки  -> Конвертор -> Файл загрузки -> База2<br /> Но я че то тупил и не видел этой простой схемы.<br /> На самом деле конвертор - отдельная процедура.<br /> А вот процедуры загрузки и выгрузки идентичны. Т.е. файл загрузки должен соответствовать по формату файлу выгрузки. Таким образом можно воспользоваться обычной процедурой выгрузки/загрузки, а конвертор наваять просто.<br /> Так вот, в добавок ко всему, эту процедуру выгрузки/загрузки (мою), которая использует XML-формат обмена, я переиначиваю, чтобы XML-схема  данных была очень простой.<br /> <br /> Ура!!!! <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/1/175.gif\" border=\"0\" width=\"71\" height=\"43\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Tue, 17 Jun 2003 16:09:52 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post355734/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post355734/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post355734/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "POSTAL 2 ФАРЕВА !!!!"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353666/"
                    },
                    "description": {
                        "__cdata": "Постал 2 фарева!!!<br /> <br /> Хотел сегодня на своем сайте сделать страничку, посвященную игре POSTAL 2 и украсить ее 374 лично сделанными скриншотами, да случайно их похерил... Почти все востановил с помощью FinalData Unerase, да 20 похерилось. Оставлю ее на ночь, может найдет.<br /> А ваще игрушка чумовая, реально говорю.<br /> Бродишь по городу, отрубаешь людям бошки лопатой, поджигаешь их бензином, взрываешь их гранатами и ракетницей, разрываешь хеадшотом бошку из винчестера. Особенно приятно мочить смазливых девушек....<br /> А как они умоляют о пощаде - Oh, sir, I am a virgin, dont kill me.... <br /> Хаха - типа не убивай, я еще мужика не пробовала...<br /> Тут бы и дать ей попробовать, да только член герой может применять исключительно для мочеиспускания. А девушки, увидев сей инструмент мистера Postal Dude, в зависимости от воспитания или с воплями убегают или похихикивают. Тут бы за этим похихикиванием и перейти к hardcore atction, rape & camshot, но видать, на такой беспредел у авторов уже смелости не хватило - и так игрушку запрещают повсюду.... А запретный плод сладок.<br /> Кстати, есть там бар гомосеков, верно говорят. Заходишь туда с канистрой бензина, поливаешь этих выродков, подносишь спичку, добиваешь выживших из винчестера..... Мечта Жириновского, прям, красота!!!<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/pop.gif\" border=\"0\" width=\"44\" height=\"30\" />  <br /> Дык вот, насчет применения хера. Игрушка весьма сексуальная, чего стоит один факт, что трусики у местных девушек как и положено бывают черных, белых, красных, коричневых, зеленых и желтых цветов!!! Думаю, вполне логично было бы заловить девку в темном угле, достать инструмент и поиметь в разных позах и вариациях (неплохо бы управлять процессом). Ну, остальное остается тем же - полицейские, увидев сие, будут стрелять... Процесс надо прерывать, отстреливаться... Особое место уделить некро, зоо, педо филии.. Хотя детей по политическим причинам в игре нет. Еще бы, зрелище детских трупиков, нападение на школу с выбиванием зубов мальчишам-плохишам блюстители нравственности не переварили бы, а выплюнули в виде блевотины, которой много в этой игре производят жители местного города.<br /> Неплохо было бы еще предусмотреть связывание, запирание и заковывание в наручники. Собрать так челов 20 в одной хате, связать и поджечь... Красота....<br /> Кстати, прикольно, в конце выдается статистика - разнесено котов столько то, убито людишек столько-то, выстрелом в голову - столько-то, сожжено столько-то.....<br /> Очень не хватало бензопилы.... :) Отход от классики DOOM.... 8)<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/oct/jackbox.gif\" border=\"0\" width=\"46\" height=\"46\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Mon, 16 Jun 2003 19:35:23 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post353666/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353666/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353666/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Итак, могу слабать на гитаре по памяти: 1. Постой"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353574/"
                    },
                    "description": {
                        "__cdata": "Итак, могу слабать на гитаре по памяти:<br /> 1. Постой паровоз<br /> 2. Восьмикласница.<br /> 3. Не надо.<br /> 4. Ваше благородие, госпожа удача.<br /> <br /> Учим:<br /> 1. Ой то не вечер<br /> 2. У зеркала, чей взор туманящий<br /> <br /> И прочую хрень.....<br /> Будем как Химми Дженрикс или Джикки Хемрикс, тьфу ты мать его, негра!"
                    },
                    "pubDate": {
                        "__cdata": "Mon, 16 Jun 2003 19:00:45 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post353574/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353574/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353574/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Задолбало ездить!!!"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353569/"
                    },
                    "description": {
                        "__cdata": "Просто задолбало тратить 1.5 часа, чтобы добраться на работу.  И энто в Подмосковье....<br /> Хочу себе другую квартиру...<br /> Ну пусть хоть до москвы было б близко.<br /> Так не фиг. И до МОсквы далеко, и до работы далеко... Что за хрень!!!<br /> Хочу квартиру в Гжели, до москвы полчаса, до работы час. Крысота....<br /> А в Москве такие девушки, такие гарные, под стать мне, красавцу....<br /> Себя не похвалишь, ни одна сука не похвалит... <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/oct/mon.gif\" border=\"0\" width=\"24\" height=\"23\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Mon, 16 Jun 2003 18:58:46 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post353569/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "3"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353569/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353569/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Че мешает моей работе???"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353563/"
                    },
                    "description": {
                        "__cdata": "Че мешает моей работе???<br /> Гы.... <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/new/type.gif\" border=\"0\" width=\"40\" height=\"20\" /> <br /> Решил приколоться и составить список убийц моего рабочего времени, дабы разобраться с ними и прикончить:<br /> 1. Музыка (особенно Чиж, подлец)<br /> 2. Аська и Одига (во блин)...... Разговоры не по теме.<br /> 3. Подергивания для проверки почты (раз 20 в день).<br /> 4. Еда, особенно двухразовый чай.<br /> 5. Сонливость.<br /> 6. Опоздания (на 0.5-1 часа).<br /> 7. Веб-серфинг не по работе.<br /> 8. Глупые юзверьские просьбы типа поправить клавиатуру или починить мышь.<br /> 9. То, что уезжать надо в 20.35 иначе останешься ночевать на работе.... брр....<br /> <br /> Как бороться???<br /> <br /> С музыкой - не слушать.... Слушать плеер по пути на работы с работы, бо музыка конкретно отвлекаеть.<br /> Насчет опозданий - энто неизлечимо, блин.... <br /> Еда - завтракать дома.... Опять же, если на работе поесть, то обедать не хочется, в трубу вылетает бесплатный обед.<br /> Не серфить на работе.... постараться.....<br /> Юзвери - это неизлечимо, работа такая.....<br /> Почту буду проверять три раза в день - при приходе, уходе и после обеда. В остальное время почтарь будет закрыт, чтобы не искушал...<br /> С аськой бороться невозможно, блин.... :) <br /> <br /> <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/sept/1/loveall.gif\" border=\"0\" width=\"44\" height=\"46\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Mon, 16 Jun 2003 18:56:32 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post353563/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353563/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353563/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Сапер ошибается только раз. Но программист, даже"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353536/"
                    },
                    "description": {
                        "__cdata": "Сапер ошибается только раз.<br /> Но программист, даже опытный юзверь, может 100 раз наступать на знакомые грабли.<br /> Так и я.<br /> Я прошел игру POSTAL 2 (совершенно чумовая и беспредельная игрушка, отдельная тема) и в ней наделал 374 скриншота. И вот эти самые шоты ухитрился похерить.... случайно удалить при конвертации из BMP в JPG.<br /> А ведь по ним я хотел на своей страничке сделать рассказ об игре, да и просто виды растерзанных и изнасилованных трупов радуют глаз.<br /> Так вот, нашел на диске Final Data и он восстановил мне мои картинки, причем 20 из них вышли с полосками, но это мелочи... Ход событий восстановлен так сказать...  Да здравствует безопасность!!!<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/1/121.gif\" border=\"0\" width=\"37\" height=\"38\" /> <br /> Прошло 4 выходных дня, в основном в обнимку с подушкой. <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/1/066.gif\" border=\"0\" width=\"40\" height=\"20\" /> <br /> Я побывал в Баскин Робинз, мороженое легендарное. Но на вкус оно оказалось обычным, хоть и хорошим (30 рублей за шарик).<br /> Мучаю гитару, порвал 2 струны, купил новые, поднял гриф, подложив под него колоду карт. Аккорды теперь брать на ней - милое дело. Старушка еще послужит. А то я насмотрел гитарюгу за 7100, это вообще песня.<br /> Да только не знаю, гитару или фоно брать....<br /> Гитару вроде я уже мучать умею... Так, опыта поднабраться....<br /> :)<br /> <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/sept/1/ghost.gif\" border=\"0\" width=\"40\" height=\"26\" /> На работе меня завалила ужасно трудная задача по переконвертации данных... Во блин!!! :) Но я ее подыму.<br /> <br /> В Орехово-Зуево нашелся эзотерический магазин. Я купил там благовоний, музыки и книжку Ошо \"О мужчинах\". Она дала мне еще один взгляд на вещи. Правду говорят, что учитель приходит, когда ученик готов. Она дала мне ответ на вопрос о честности. Просто нужно быть самим собой - пишет Ошо. И это верняк.<br /> <br /> Нужно быть самим собой в отношениях с девушками, не врать им, а может и сказать правду, если хочется.<br /> Нужно признать, что ты не Ален Делон-Шварценегер, хотя мозги варят нормально и компенсируют отсутствие рельефных мышц... :) Поэтому есть чем привлекать девушек.<br /> А можно жить и без них. Сами приплывут, как говорится в анекдоте...<br /> Ошо говорит, что природа (или бог) создали людей для разнообразных целей. Например жирную девушку бог создал возможно не для любви, а например для заботы о детях или в борьбе за ГринПис... И наивно с ее стороны ожидать любви принца, потому что это противоестественно хотеть такую девушку (для меня и большинства). С ней можно быть друзьями.<br /> У меня шансов больше. Тело вроде ничего. Мозг работает, язык подвешен, предложений просто мало делаю. Из-за лени....<br /> Но может быть в генплане я и не задуман как Плейбой. Так, попортить несколько девчонок, влюбить в себя еще парочку, осчастливить ненадолго свою жену и т.п.<br /> В любом случае жизнь удивительно интересно. Особенно для меня, как программиста. Компьютеры и программы, интернет развиваются бешенными темпами... Даже при отсутствии члена есть чем заняться. А на член я уже насобирал столько приключений, что будет что вспомнить на старости. По крайней мере у меня было с десяток девушек, от которых я просто балдел..... настоящих красавиц.<br /> Посмотрим, что я, лентяй, успею сделать до старости.... :) <br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/oct/cat.gif\" border=\"0\" width=\"31\" height=\"26\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Mon, 16 Jun 2003 18:46:58 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post353536/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353536/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post353536/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Кризись прошел! Я снова жизни рад, таков мой"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post337534/"
                    },
                    "description": {
                        "__cdata": "Кризись прошел!<br /> Я снова жизни рад, таков мой организм, простите мне чрезмерный оптимизьм.<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/new/yes.gif\" border=\"0\" width=\"15\" height=\"15\" /> <br /> Дык вот!<br /> Ходил в кино на \"Семнадцатилетние\" и \"Пункт назначения-2\".<br /> В первом кино снимался Хоббит, ну тот что Фродо. Фродо-уродо, хаха!<br /> А вот второй ничего триллер, рекомендую.... Держит в напряжении...<br /> Исчо ездил в Москву на всю субботу поработать, а в воскресенье отрывался дома.<br /> <br /> Делаю успехи на гитаре. Нашел пару трогательных романсов, играю перебором, научился быстрой смене аккордов.<br /> <br /> Теперь запомнил как играть \"Ваше благородие, госпожа удача\", \"Постой паровоз\" и \"Восьмикласница\". Так что могу при случае блеснуть и сыграть их без нот... ХАХА...<br /> <br /> ДА, с гитарой неплохо получается, вот надо гитарку прикупить получше....<br /> Эта уже немного не устраивает...<br /> <br /> Ну и конечно, организм требует немеряно СЕКСА...<br /> А период, когда хотелось с кем попало (просто мало водки), уже пропал....<br /> Зато выбор большой. Ежедневно море взлетающих юбочек, обтягивающих брючек, выпирающих сисек и проступающих трусиков.... :) Лето, блин"
                    },
                    "pubDate": {
                        "__cdata": "Mon, 09 Jun 2003 12:56:35 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post337534/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "1"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post337534/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post337534/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Сутки голодания позади. Помню, когда я занимался"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post331011/"
                    },
                    "description": {
                        "__cdata": "Сутки голодания позади.<br /> Помню, когда я занимался по системе Иванова (это было лет пять назад и длилось около полгода), голодал по субботам, правда без еды и воды.<br /> Но это было особенное время, когда можно было оторваться от еды...<br /> После голодовки выпивал литр вкусного сока, потом ел. Было классно.<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/newsmiles/1/042.gif\" border=\"0\" width=\"27\" height=\"29\" /> <br /> Сейчас я простудился и специально не голодал, просто в среду вечером заснул без еды, в четверг есть не хотелось, сегодня с утра тоже не хотелось. Вот так оно и вышло. Может быть мне немного и полегчало, хрен его знает. Борюсь за выживание. Врачам и таблеткам не верю. Хотя если ничего не получится, придется идти к ним...<br /> Утром приехала хозяйка моей квартиры. Старушка неопределенного возраста. <br /> <br /> Да, в прошлые выходные был на шашлыках с другими ребятами из li.ru<br /> Посмотрел, познакомился, часов до 16 было весело, а потом я уже устал и хотел домой, но выбраться из этой глухомани было тяжко, вот я и слонялся - то на гитаре бренчал, то наблюдал песни и пляски молодежи...<br /> "
                    },
                    "pubDate": {
                        "__cdata": "Fri, 06 Jun 2003 09:39:30 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post331011/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "1"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post331011/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post331011/rss"
                    }
                },
                {
                    "title": {
                        "__cdata": "Я болею. Вчера вечером еле дотащился до дома, в"
                    },
                    "link": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post328951/"
                    },
                    "description": {
                        "__cdata": "Я болею. Вчера вечером еле дотащился до дома, в маршрутке думал умру - болел живот. После маршрутки взял такси, доехал домой, ванная и койка.<br /> Блин.... Голова болит, что-то типа ангины. Есть не хочется.<br /> Лечусь голоданием. Со вчерашнего вечера ничего не ел.<br /> Это трандец какойто!<br /> Опоздал на работу на 1.5 часа - не мог проснуться никак.<br /> Неужели этот кошмар когда нибудь кончится. А заболел я дня 2 назад, не раньше....<br /> <img style=\"margin:0px;\" src=\"//i.li.ru//images/smilies/oct/bat.gif\" border=\"0\" width=\"31\" height=\"18\" /> "
                    },
                    "pubDate": {
                        "__cdata": "Thu, 05 Jun 2003 12:54:44 +0400"
                    },
                    "comments": [
                        {
                            "__cdata": "https://www.liveinternet.ru/users/fixin/post328951/"
                        },
                        {
                            "__prefix": "slash",
                            "__text": "0"
                        }
                    ],
                    "guid": {
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post328951/"
                    },
                    "commentRss": {
                        "__prefix": "wfw",
                        "__cdata": "https://www.liveinternet.ru/users/fixin/post328951/rss"
                    }
                }
            ]
        },
        "_xmlns:content": "http://purl.org/rss/1.0/modules/content/",
        "_xmlns:wfw": "http://wellformedweb.org/CommentAPI/",
        "_xmlns:dc": "http://purl.org/dc/elements/1.1/",
        "_xmlns:atom": "http://www.w3.org/2005/Atom",
        "_xmlns:sy": "http://purl.org/rss/1.0/modules/syndication/",
        "_xmlns:slash": "http://purl.org/rss/1.0/modules/slash/",
        "_version": "2.0"
    }
}