package com.isidroid.b21

import com.isidroid.b21.ext.splitByLetter
import org.junit.Test

import org.junit.Assert.*

/**
 * Example local unit test",  which will execute on the development machine (host).
 *
 * See [testing documentation](http://d.android.com/tools/testing).
 */
class ExampleUnitTest {
    @Test
    fun addition_isCorrect() {
        println(string.splitByLetter())
    }
}

private val string = "#apple\n" +
        "#daily\n" +
        "#dynamix\n" +
        "#fail\n" +
        "#vezubr\n" +
        "#авито\n" +
        "#анапа\n" +
        "#березники\n" +
        "#ближний_восток\n" +
        "#блогеры\n" +
        "#будущее\n" +
        "#бухмиллер\n" +
        "#вагнер\n" +
        "#вангую\n" +
        "#война\n" +
        "#воспитание\n" +
        "#времена_года\n" +
        "#геноцид\n" +
        "#гоа20\n" +
        "#грузия\n" +
        "#двойные_стандарты\n" +
        "#девушки\n" +
        "#европа\n" +
        "#звезды\n" +
        "#здоровье\n" +
        "#знакомые\n" +
        "#знаменитость\n" +
        "#израиль\n" +
        "#инвестиционный_портфель\n" +
        "#ипотека16\n" +
        "#ипотека21\n" +
        "#ипотека23\n" +
        "#история\n" +
        "#итоги\n" +
        "#кавказ\n" +
        "#катастрофа\n" +
        "#ковид\n" +
        "#комментарии\n" +
        "#конфликт\n" +
        "#кризис\n" +
        "#культура_отмены\n" +
        "#либерал\n" +
        "#ложь\n" +
        "#мир\n" +
        "#мысли\n" +
        "#нацизм\n" +
        "#нейросеть\n" +
        "#новоселовы\n" +
        "#новости\n" +
        "#палестина\n" +
        "#певчих\n" +
        "#пермь\n" +
        "#политика\n" +
        "#последний_раз\n" +
        "#предатели\n" +
        "#психолог\n" +
        "#репост\n" +
        "#россия\n" +
        "#самоизоляция\n" +
        "#санкции\n" +
        "#секс\n" +
        "#семья\n" +
        "#смерть\n" +
        "#сочи\n" +
        "#сочи19\n" +
        "#сочи2020\n" +
        "#сочи23\n" +
        "#стихи\n" +
        "#стихия\n" +
        "#стройка_днк\n" +
        "#таняжжет\n" +
        "#тачки\n" +
        "#тим\n" +
        "#третья_мировая\n" +
        "#трудныйребенок\n" +
        "#турция\n" +
        "#украина\n" +
        "#цитаты\n" +
        "#чаты\n" +
        "#экономика\n" +
        "#эмиграция\n" +
        "#эмоция_дня"